# St7GetDecimalSeparatorCode

Returns the ASCII code for the system’s decimal character.

long St7GetDecimalSeparatorCode(long* Code)

Output Parameters

Code

Locale dependent decimal character ASCII code. For example, 46 for a period.